{
    "resources": [
        {
      "name": "Divide By Zero",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competitions and hackathons with international participation also and participation from all the top tech institutions in India. Last edition had over 20k participation cumulatively"
        },
        {
      "name": "Code Golf",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competitions and hackathons with international participation also and participation from all the top tech institutions in India. Last edition had over 20k participation cumulatively"
        },
        {
      "name": "Surprise Language",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competitions and hackathons with international participation also and participation from all the top tech institutions in India. Last edition had over 20k participation cumulatively"
        },
        {
      "name": "Hackistica",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competitions and hackathons with international participation also and participation from all the top tech institutions in India. Last edition had over 20k participation cumulatively"
        },
        {
      "name": "Byte Bandits CTF",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competitions and hackathons with international participation also and participation from all the top tech institutions in India. Last edition had over 20k participation cumulatively"
        },
        {
      "name": "Enosium",
      "src": "/DBZposter.jpeg",
      "content": "Énosium is a pan-India Hackathon which involves the domains of AI/ML as well as Web Development, and is meant to encourage the development of interdisciplinary skills and teamwork among people with different technical backgrounds to work on a common solution."
        },
        {
      "name": "Building Blochs",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competition. Domains include PQC, QML, Chemistry Simulations, Quantum Optimization and Quantum chip design.Event will connect people with all levels of experience in Quantum Computing. It is also expected to enhance their understanding about the principles and"
        },
        {
      "name": "Redesign",
      "src": "/DBZposter.jpeg",
      "content": "The event consists of Electronic Circuit Simulation & Design pertaining to a specific set of system.The domains would be Analog Design, Digital LogicImplementation, Micro - Controllers, Micro Processors, IOT"
        },
        {
      "name": "Nakshatra",
      "src": "/DBZposter.jpeg",
      "content": "Nakshatra is the Flagship event of The Astronomy Club, IIT Indore. The event is an accumulation of Case Study Challenges, Workshops, Data Analysis, Talks and fun activities."
        },
        {
      "name": "Concastle",
      "src": "/DBZposter.jpeg",
      "content": "This event focuses on providing solution to the problem of design mix, which a very important factor in determining the project cost and safety of concrete and in the optimization of the same."
        },
        {
      "name": "Top Gear",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competition. The domains involved are Automotive Design (CAD, Concept designing), Hardware (Controls and Electronic Subsystems) and Software (Algorithms and Simulation)"
        },
        {
      "name": "Fin Week",
      "src": "/DBZposter.jpeg",
      "content": "Pan-India level competitions oncase study challenge, algo trading,paper trading and blockchain,covering all top B-Schools and techinstitutes in India. Last edition hadover 1k paricipation in teams."
        },
        {
      "name": "MetaBizz",
      "src": "/DBZposter.jpeg",
      "content": "MetaBizz is the flagship event of Metacryst Club, IIT Indore. MetaBizz encourages students to compete with best of the minds from across the country, getting hands-on experience in a time constrained competition with looking over their focus and knowledge level in the field of Material Science."
        },
        {
      "name": "Overtinker",
      "src": "/DBZposter.jpeg",
      "content": "This event will lead to testing as well as enhancing the knowledge of electronic components and sensors involved in the domain of robotics among participants. It will be a Pan-India level event."
        }
    ]
}